[
	{
		"question": "Is there a mobile app for PayWithIt?",
		"reply": "Yes, PayWithIt is available on both iOS and Android, enabling you to manage your payments and transactions effortlessly on the go. Download it from the App Store or Google Play to experience seamless financial management.",
		"category": "features",
		"open": false
	},
	{
		"question": "What payment methods does PayWithIt support?",
		"reply": "PayWithIt supports a wide range of payment methods including credit cards, debit cards, mobile payments, and integrations with popular platforms like PayPal, Stripe, and Zelle.",
		"category": "features",
		"open": false
	},
	{
		"question": "How secure is PayWithIt?",
		"reply": "PayWithIt prioritizes your security by implementing advanced encryption, multi-factor authentication, and regular security audits. Your data is safeguarded according to GDPR compliance and industry best practices.",
		"category": "security",
		"open": false
	},
	{
		"question": "Can I track my transactions in real-time?",
		"reply": "Absolutely! PayWithIt provides real-time transaction tracking, giving you instant updates on payments and account activity through customizable dashboards.",
		"category": "features",
		"open": false
	},
	{
		"question": "Does PayWithIt offer support for international payments?",
		"reply": "Yes, PayWithIt facilitates seamless international payments, ensuring fast and secure transactions across borders while minimizing fees.",
		"category": "features",
		"open": false
	},
	{
		"question": "Is PayWithIt compliant with industry regulations?",
		"reply": "Yes, PayWithIt adheres to PCI DSS standards and GDPR regulations to ensure compliance and protect user data.",
		"category": "security",
		"open": false
	},
	{
		"question": "What analytics features does PayWithIt provide?",
		"reply": "PayWithIt offers in-depth analytics to track spending, transaction patterns, and financial performance, helping you make informed business decisions.",
		"category": "features",
		"open": false
	},
	{
		"question": "How can I contact customer support?",
		"reply": "Our 24/7 customer support team is always ready to assist you. Reach out to us via email, live chat, or the contact form on our website.",
		"category": "support",
		"open": false
	}
]
